Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# command.cmuxConfig.issue.newWorkspaceActionNotFound.detail
source: %@ references missing action '%@'
ar: يشير %@ إلى إجراء مفقود '%@'
de: %@ verweist auf die fehlende Aktion „%@“
es: %@ hace referencia a la acción inexistente '%@'
fr: %@ fait référence à une action manquante '%@'
ja: %@ は存在しないアクション '%@' を参照しています
ko: %@이(가) 누락된 동작 '%@'(을)를 참조합니다
zh_hans: %@ 引用了不存在的操作 '%@'
zh_hant: %@ 參照了不存在的動作「%@」

# command.cmuxConfig.issue.newWorkspaceActionRequiresWorkspaceCommand.detail
source: %@ must reference a workspace command action
ar: يجب أن يشير %@ إلى إجراء أمر لمساحة العمل
de: %@ muss auf eine Arbeitsbereichs-Befehlsaktion verweisen
es: %@ debe hacer referencia a una acción de comando de espacio de trabajo
fr: %@ doit faire référence à une action de commande d'espace de travail
ja: %@ はワークスペースコマンドアクションを参照する必要があります
ko: %@은(는) 작업 공간 명령 동작을 참조해야 합니다
zh_hans: %@ 必须引用一个工作区命令操作
zh_hant: %@ 必須參照工作區命令動作

# command.cmuxConfig.issue.newWorkspaceCommandNotFound.detail
source: %@ references missing command '%@'
ar: يشير %@ إلى أمر مفقود '%@'
de: %@ verweist auf den fehlenden Befehl „%@“
es: %@ hace referencia al comando inexistente '%@'
fr: %@ fait référence à une commande manquante '%@'
ja: %@ は存在しないコマンド '%@' を参照しています
ko: %@이(가) 누락된 명령 '%@'(을)를 참조합니다
zh_hans: %@ 引用了不存在的命令 '%@'
zh_hant: %@ 參照了不存在的命令「%@」

# command.cmuxConfig.issue.newWorkspaceCommandRequiresWorkspace.detail
source: %@ '%@' must reference a workspace command
ar: يجب أن يشير %@ '%@' إلى أمر مساحة عمل
de: %@ „%@“ muss auf einen Arbeitsbereichs-Befehl verweisen
es: %@ '%@' debe hacer referencia a un comando de espacio de trabajo
fr: %@ '%@' doit faire référence à une commande d'espace de travail
ja: %@ '%@' はワークスペースコマンドを参照する必要があります
ko: %@ '%@'은(는) 작업 공간 명령을 참조해야 합니다
zh_hans: %@ '%@' 必须引用一个工作区命令
zh_hant: %@「%@」必須參照工作區命令

# command.cmuxConfig.issue.schemaError.fallback
source: Invalid cmux.json
ar: ملف cmux.json غير صالح
de: Ungültige cmux.json
es: cmux.json no válido
fr: cmux.json invalide
ja: 無効な cmux.json
ko: 올바르지 않은 cmux.json
zh_hans: 无效的 cmux.json
zh_hant: 無效的 cmux.json

# command.cmuxConfig.issue.schemaError.title
source: cmux.json Schema Error
ar: خطأ في مخطط cmux.json
de: cmux.json-Schemafehler
es: Error de esquema de cmux.json
fr: Erreur de schéma de cmux.json
ja: cmux.json スキーマエラー
ko: cmux.json 스키마 오류
zh_hans: cmux.json 架构错误
zh_hant: cmux.json 結構描述錯誤

# command.cmuxConfig.issue.warning.title
source: cmux.json Configuration Warning
ar: تحذير تهيئة cmux.json
de: cmux.json-Konfigurationswarnung
es: Advertencia de configuración de cmux.json
fr: Avertissement de configuration de cmux.json
ja: cmux.json 設定警告
ko: cmux.json 설정 경고
zh_hans: cmux.json 配置警告
zh_hant: cmux.json 設定警告

# command.copyPaneID.title
source: Copy Pane ID
ar: نسخ معرف الجزء
de: Teilfenster-ID kopieren
es: Copiar ID de panel
fr: Copier l’ID du volet
ja: ペインIDをコピー
ko: 패널 ID 복사
zh_hans: 复制窗格 ID
zh_hant: 複製窗格 ID

# command.copyPaneLink.title
source: Copy Pane Link
ar: نسخ رابط الجزء
bs: Kopiraj link panela
da: Kopiér panellink
de: Fensterbereich-Link kopieren
es: Copiar enlace del panel
fr: Copier le lien du volet
it: Copia link riquadro
ja: ペインリンクをコピー
ko: 패널 링크 복사
nb: Kopier panellenke
pl: Kopiuj link panelu
pt_br: Copiar link do painel
ru: Копировать ссылку на панель
th: คัดลอกลิงก์พาเนล
tr: Bölme bağlantısını kopyala
uk: Копіювати посилання на панель
zh_hans: 复制窗格链接
zh_hant: 複製窗格連結

# command.copySurfaceID.title
source: Copy Surface ID
ar: نسخ معرف السطح
de: Oberflächen-ID kopieren
es: Copiar ID de la superficie
fr: Copier l’ID de la surface d’affichage
ja: サーフェスIDをコピー
ko: 서피스 ID 복사
zh_hans: 复制表面 ID
zh_hant: 複製介面 ID

# command.copySurfaceLink.title
source: Copy Surface Link
ar: نسخ رابط السطح
bs: Kopiraj link površine
da: Kopiér overfladelink
de: Oberflächen-Link kopieren
es: Copiar enlace de superficie
fr: Copier le lien de la surface
it: Copia link superficie
ja: サーフェスリンクをコピー
ko: 서피스 링크 복사
nb: Kopier overflatelenke
pl: Kopiuj link powierzchni
pt_br: Copiar link da superfície
ru: Копировать ссылку на поверхность
th: คัดลอกลิงก์เซอร์เฟซ
tr: Yüzey bağlantısını kopyala
uk: Копіювати посилання на поверхню
zh_hans: 复制表面链接
zh_hant: 複製介面連結

# command.copyWorkspaceIDAndRef.title
source: Copy Workspace ID and Ref
ar: نسخ معرف ومرجع مساحة العمل
de: Arbeitsbereichs-ID und Referenz kopieren
es: Copiar ID y referencia de espacio de trabajo
fr: Copier l’ID et la référence de l’espace de travail
ja: ワークスペースIDと参照をコピー
ko: 워크스페이스 ID 및 참조 복사
zh_hans: 复制工作区 ID 和引用
zh_hant: 複製工作區 ID 與 Ref

# command.copyWorkspaceLink.title
source: Copy Workspace Link
ar: نسخ رابط مساحة العمل
bs: Kopiraj link radnog prostora
da: Kopiér arbejdsområdelink
de: Arbeitsbereich-Link kopieren
es: Copiar enlace de espacio de trabajo
fr: Copier le lien de l’espace de travail
it: Copia link area di lavoro
ja: ワークスペースリンクをコピー
ko: 워크스페이스 링크 복사
nb: Kopier arbeidsområdelenke
pl: Kopiuj link obszaru roboczego
pt_br: Copiar link do espaço de trabalho
ru: Копировать ссылку на рабочую область
th: คัดลอกลิงก์เวิร์กสเปซ
tr: Çalışma alanı bağlantısını kopyala
uk: Копіювати посилання на робочий простір
zh_hans: 复制工作区链接
zh_hant: 複製工作區連結

# command.disableBrowser.title
source: Disable cmux Browser
ar: تعطيل متصفح cmux
de: cmux-Browser deaktivieren
es: Desactivar navegador de cmux
fr: Désactiver le navigateur cmux
ja: cmuxブラウザを無効にする
ko: cmux 브라우저 비활성화
zh_hans: 禁用 cmux 浏览器
zh_hant: 停用 cmux 瀏覽器

# command.disableMatchTerminalBackground.title
source: Disable Match Terminal Background
ar: تعطيل مطابقة خلفية الطرفية
de: An Terminal-Hintergrund anpassen deaktivieren
es: Desactivar coincidencia de fondo de terminal
fr: Désactiver l’harmonisation de l’arrière-plan du terminal
ja: ターミナルの背景に合わせる設定を無効にする
ko: 터미널 배경 일치 비활성화
zh_hans: 禁用匹配终端背景
zh_hant: 停用符合終端機背景

# command.disableMinimalMode.title
source: Disable Minimal Mode
ar: تعطيل الوضع البسيط
de: Minimalen Modus deaktivieren
es: Desactivar modo mínimo
fr: Désactiver le mode minimal
ja: ミニマルモードを無効にする
ko: 미니멀 모드 비활성화
uk: Вимкнути мінімальний режим
zh_hans: 禁用极简模式
zh_hant: 停用極簡模式

# command.editWorkspaceDescription.title
source: Edit Workspace Description…
ar: تعديل وصف مساحة العمل…
de: Arbeitsbereichs-Beschreibung bearbeiten…
es: Editar descripción de espacio de trabajo…
fr: Modifier la description de l’espace de travail…
ja: ワークスペースの説明を編集…
ko: 워크스페이스 설명 편집…
zh_hans: 编辑工作区描述…
zh_hant: 編輯工作區說明…

# command.enableBrowser.title
source: Enable cmux Browser
ar: تمكين متصفح cmux
de: cmux-Browser aktivieren
es: Activar navegador de cmux
fr: Activer le navigateur cmux
ja: cmuxブラウザを有効にする
ko: cmux 브라우저 활성화
zh_hans: 启用 cmux 浏览器
zh_hant: 啟用 cmux 瀏覽器

# command.enableMatchTerminalBackground.title
source: Enable Match Terminal Background
ar: تمكين مطابقة خلفية الطرفية
de: An Terminal-Hintergrund anpassen aktivieren
es: Activar coincidencia de fondo de terminal
fr: Activer l’harmonisation de l’arrière-plan du terminal
ja: ターミナルの背景に合わせる
ko: 터미널 배경 일치 활성화
zh_hans: 启用匹配终端背景
zh_hant: 啟用符合終端機背景

# command.enableMinimalMode.title
source: Enable Minimal Mode
ar: تمكين الوضع البسيط
de: Minimalen Modus aktivieren
es: Activar modo mínimo
fr: Activer le mode minimal
ja: ミニマルモードを有効にする
ko: 미니멀 모드 활성화
uk: Увімкнути мінімальний режим
zh_hans: 启用极简模式
zh_hant: 啟用極簡模式

# command.equalizeSplits.title
source: Equalize Splits
ar: تسوية التقسيمات
bs: Izjednači podjele
da: Udlign opdelinger
de: Teilungen angleichen
es: Igualar divisiones
fr: Égaliser les divisions
it: Equalizza divisioni
ja: 分割を均等にする
ko: 분할 균등화
nb: Gjør delinger like
pl: Wyrównaj podziały
pt_br: Equalizar Divisões
ru: Выровнять разделение
th: ปรับขนาดช่องแยกให้เท่ากัน
tr: Bölmeleri Eşitle
uk: Вирівняти розділення
zh_hans: 均分面板
zh_hant: 均等分割

# command.findInDirectory.subtitle
source: Right Sidebar
ar: الشريط الجانبي الأيمن
de: Rechte Seitenleiste
es: Barra lateral derecha
fr: Barre latérale droite
ja: 右サイドバー
ko: 오른쪽 사이드바
zh_hans: 右侧边栏
zh_hant: 右側邊欄

# command.forkAgentConversationBottom.title
source: Fork Conversation to the Bottom
ar: تفريع المحادثة إلى الأسفل
de: Unterhaltung nach unten abspalten
es: Bifurcar conversación abajo
fr: Dériver la conversation en bas
ja: 会話を下にフォーク
ko: 대화를 아래로 포크
zh_hans: 将对话分叉到下方
zh_hant: 將對話分支到下方

# command.forkAgentConversationLeft.title
source: Fork Conversation to the Left
ar: تفريع المحادثة إلى اليسار
de: Unterhaltung nach links abspalten
es: Bifurcar conversación a la izquierda
fr: Dériver la conversation à gauche
ja: 会話を左にフォーク
ko: 대화를 왼쪽으로 포크
zh_hans: 将对话分叉到左侧
zh_hant: 將對話分支到左側

# command.forkAgentConversationNewTab.title
source: Fork Conversation to New Tab
ar: تفريع المحادثة إلى علامة تبويب جديدة
de: Konversation in neuem Tab forken
es: Bifurcar conversación en pestaña nueva
fr: Dériver la conversation dans un nouvel onglet
ja: 会話を新規タブにフォーク
ko: 대화를 새 탭으로 포크
zh_hans: 将对话分叉到新标签页
zh_hant: 將對話分叉到新標籤頁

# command.forkAgentConversationNewWorkspace.title
source: Fork Conversation to New Workspace
ar: تفريع المحادثة إلى مساحة عمل جديدة
de: Unterhaltung in neuen Arbeitsbereich abspalten
es: Bifurcar conversación a un nuevo espacio de trabajo
fr: Dériver la conversation dans un nouvel espace de travail
ja: 会話を新規ワークスペースにフォーク
ko: 대화를 새 작업 공간으로 포크
zh_hans: 将对话分叉到新工作区
zh_hant: 將對話分支到新工作區

# command.forkAgentConversationRight.title
source: Fork Conversation to the Right
ar: تفريع المحادثة إلى اليمين
de: Unterhaltung nach rechts abspalten
es: Bifurcar conversación a la derecha
fr: Dériver la conversation à droite
ja: 会話を右にフォーク
ko: 대화를 오른쪽으로 포크
zh_hans: 将对话分叉到右侧
zh_hant: 將對話分支到右側

# command.forkAgentConversationTop.title
source: Fork Conversation to the Top
ar: تفريع المحادثة إلى الأعلى
de: Unterhaltung nach oben abspalten
es: Bifurcar conversación arriba
fr: Dériver la conversation en haut
ja: 会話を上にフォーク
ko: 대화를 위로 포크
zh_hans: 将对话分叉到上方
zh_hant: 將對話分支到上方

# command.installCLI.subtitle
source: CLI
ar: واجهة الأوامر

# command.installCLI.title
source: Shell Command: Install 'cmux' in PATH
ar: أمر الصدفة: تثبيت 'cmux' في PATH
bs: Shell naredba: Instaliraj 'cmux' u PATH
da: Skalkommando: Installer 'cmux' i PATH
de: Shell-Befehl: 'cmux' im PATH installieren
es: Comando de shell: Instalar 'cmux' en PATH
fr: Commande Shell : installer « cmux » dans le PATH
it: Comando shell: installa 'cmux' nel PATH
ja: シェルコマンド: 'cmux'をPATHにインストール
ko: 셸 명령어: PATH에 'cmux' 설치
nb: Skallkommando: Installer «cmux» i PATH
pl: Polecenie powłoki: Zainstaluj „cmux” w PATH
pt_br: Comando Shell: Instalar 'cmux' no PATH
ru: Команда оболочки: установить «cmux» в PATH
th: คำสั่ง Shell: ติดตั้ง 'cmux' ใน PATH
tr: Kabuk Komutu: 'cmux'u PATH'e Yükle
uk: Команда оболонки: встановити 'cmux' у PATH
zh_hans: Shell 命令：将 'cmux' 安装到 PATH
zh_hant: Shell 指令：將「cmux」安裝至 PATH

# command.jumpUnread.subtitle
source: Notifications
ar: الإشعارات
bs: Obavještenja
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
nb: Varsler
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# command.jumpUnread.title
source: Jump to Latest Unread
ar: الانتقال إلى أحدث غير مقروء
bs: Skoči na najnovije nepročitano
da: Gå til seneste ulæste
de: Zur letzten ungelesenen springen
es: Ir a la última no leída
fr: Aller au dernier message non lu
it: Vai all'ultimo non letto
ja: 最新の未読にジャンプ
ko: 최신 읽지 않은 항목으로 이동
nb: Gå til siste uleste
pl: Przejdź do najnowszego nieprzeczytanego
pt_br: Ir para Última Não Lida
ru: Перейти к последнему непрочитанному
th: ข้ามไปยังรายการยังไม่อ่านล่าสุด
tr: Son Okunmamışa Atla
uk: Перейти до останнього непрочитаного
zh_hans: 跳转到最新未读
zh_hant: 跳至最新未讀

# command.makeDefaultTerminal.keywords
source: default,terminal,ssh,launch,services,handler,command,tool,executable
ar: افتراضي,طرفية,ssh,إطلاق,خدمات,معالج,أمر,أداة,ملف تنفيذي
de: standard,terminal,ssh,starten,dienste,handler,befehl,tool,ausführbare datei
es: predeterminado,terminal,ssh,lanzamiento,servicios,manejador,comando,herramienta,ejecutable
fr: par défaut,terminal,ssh,lancement,services,gestionnaire,commande,outil,exécutable
ja: デフォルト,ターミナル,ssh,起動,サービス,ハンドラ,コマンド,tool,実行ファイル
ko: 기본,터미널,ssh,실행,서비스,핸들러,명령,도구,실행 파일
zh_hans: default,terminal,ssh,launch,services,handler,command,tool,executable,默认,终端,启动,服务,处理程序,命令,工具,可执行文件
zh_hant: 預設,終端機,ssh,啟動,服務,處理程式,命令,工具,可執行檔

# command.makeDefaultTerminal.subtitle
source: Global
ar: عام
ja: グローバル
ko: 전역
zh_hans: 全局
zh_hant: 全域

# command.makeDefaultTerminal.title
source: Make cmux the Default Terminal
ar: جعل cmux الطرفية الافتراضية
de: cmux als Standard-Terminal festlegen
es: Establecer cmux como terminal predeterminada
fr: Définir cmux comme terminal par défaut
ja: cmux をデフォルトターミナルにする
ko: cmux를 기본 터미널로 설정
zh_hans: 将 cmux 设为默认终端
zh_hant: 將 cmux 設為預設終端機

# command.markOldestUnreadAndJumpNext.title
source: Mark as Oldest Unread and Jump to Next Latest Unread
ar: تمييز كأقدم غير مقروء والانتقال إلى غير المقروء الأحدث التالي
de: Als älteste ungelesene markieren und zur nächsten aktuellen ungelesenen springen
es: Marcar como no leído más antiguo e ir al siguiente no leído más reciente
fr: Marquer comme le plus ancien non lu et aller au non lu suivant
ja: 最古の未読としてマークして次の最新未読にジャンプ
ko: 가장 오래된 읽지 않은 상태로 표시하고 다음 읽지 않은 항목으로 이동
zh_hans: 标记为最早未读并跳转到下一条最新未读
zh_hant: 標記為最早未讀並跳至下一個最新未讀

# command.markTabRead.title
source: Mark Tab as Read
ar: تعليم اللسان كمقروء
bs: Označi tab kao pročitan
da: Marker fane som læst
de: Tab als gelesen markieren
es: Marcar pestaña como leída
fr: Marquer l'onglet comme lu
it: Segna scheda come letta
ja: タブを既読にする
ko: 탭을 읽음으로 표시
nb: Merk fane som lest
pl: Oznacz kartę jako przeczytaną
pt_br: Marcar Aba como Lida
ru: Отметить вкладку как прочитанную
th: ทำเครื่องหมายแท็บว่าอ่านแล้ว
tr: Sekmeyi Okundu Olarak İşaretle
uk: Позначити вкладку як прочитану
zh_hans: 将标签页标记为已读
zh_hant: 將標籤頁標為已讀

# command.markTabUnread.title
source: Mark Tab as Unread
ar: تعليم اللسان كغير مقروء
bs: Označi tab kao nepročitan
da: Marker fane som ulæst
de: Tab als ungelesen markieren
es: Marcar pestaña como no leída
fr: Marquer l'onglet comme non lu
it: Segna scheda come non letta
ja: タブを未読にする
ko: 탭을 읽지 않음으로 표시
nb: Merk fane som ulest
pl: Oznacz kartę jako nieprzeczytaną
pt_br: Marcar Aba como Não Lida
ru: Отметить вкладку как непрочитанную
th: ทำเครื่องหมายแท็บว่ายังไม่อ่าน
tr: Sekmeyi Okunmadı Olarak İşaretle
uk: Позначити вкладку як непрочитану
zh_hans: 将标签页标记为未读
zh_hant: 將標籤頁標為未讀

# command.markWorkspaceDone.title
source: Mark Workspace as Done
ar: تمييز مساحة العمل كمكتملة
de: Arbeitsbereich als erledigt markieren
es: Marcar espacio de trabajo como completado
fr: Marquer l’espace de travail comme terminé
ja: ワークスペースを完了にする
ko: 작업 공간을 완료로 표시
zh_hans: 将工作区标记为已完成
zh_hant: 將工作區標記為已完成

# command.markdownZoomIn.title
source: Zoom In
ar: تكبير
de: Vergrößern
es: Dar un golpe de zoom
fr: Zoomer
ja: 拡大
ko: 확대
zh_hans: 放大
zh_hant: 放大

# command.markdownZoomOut.title
source: Zoom Out
ar: تصغير
de: Herauszoomen
es: Alejar
fr: Zoom arrière
ja: 縮小
ko: 축소
zh_hans: 缩小
zh_hant: 縮小

# command.markdownZoomReset.title
source: Actual Size
ar: الحجم الفعلي
de: Originalgröße
es: Tamaño real
fr: Taille réelle
ja: 実際のサイズ
ko: 실제 크기
zh_hans: 实际大小
zh_hant: 實際大小

# command.matchTerminalBackground.subtitle
source: Choose Sidebar
ar: اختر الشريط الجانبي
de: Seitenleiste auswählen
es: Elegir barra lateral
fr: Choisir la barre latérale
ja: サイドバーを選択
ko: 사이드바 선택
zh_hans: 选择侧边栏
zh_hant: 選擇側邊欄

# command.mobileConnect.subtitle
source: Tailscale
ar: الأجهزة المحمولة
bs: Mobilni uređaji
da: Mobil
de: Mobilgeräte
es: Móvil
fr: Mobile
it: Dispositivi mobili
ko: 모바일
nb: Mobil
pl: Urządzenia mobilne
pt_br: Dispositivos móveis
ru: Мобильные устройства
th: อุปกรณ์พกพา
tr: Mobil
uk: Мобільні пристрої
zh_hans: 移动设备
zh_hant: 行動裝置

# command.mobileConnect.title
source: Open Tailscale Pairing
ar: توصيل iPhone/iPad
bs: Poveži iPhone/iPad
da: Forbind iPhone/iPad
de: iPhone/iPad verbinden
es: Conectar iPhone/iPad
fr: Connecter l’iPhone/iPad
it: Connetti iPhone/iPad
ja: Tailscaleペアリングを開く
ko: iPhone/iPad 연결
nb: Koble til iPhone/iPad
pl: Połącz iPhone/iPad
pt_br: Conectar iPhone/iPad
ru: Подключить iPhone/iPad
th: เชื่อมต่อ iPhone/iPad
tr: iPhone/iPad’i Bağla
uk: Підключити iPhone/iPad
zh_hans: 连接 iPhone/iPad
zh_hant: 連接 iPhone/iPad

# command.newAgentChat.subtitle
source: Agent Chat
ar: دردشة الوكيل
de: Agenten-Chat
es: Chat con el agente
fr: Discussion avec l’agent
ja: エージェントチャット
ko: 에이전트 채팅
zh_hans: 代理对话
zh_hant: 代理程式對話

# command.newAgentChat.title
source: New agent chat
ar: دردشة وكيل جديدة
de: Neuer Agenten-Chat
es: Nuevo chat con el agente
fr: Nouvelle discussion avec l’agent
ja: 新しいエージェントチャット
ko: 새 에이전트 채팅
zh_hans: 新建代理对话
zh_hant: 新增代理程式對話

# command.newBrowserTab.subtitle
source: Tab
ar: لسان
da: Fane
es: Pestaña
fr: Onglet
it: Scheda
ja: タブ
ko: 탭
nb: Fane
pl: Karta
pt_br: Aba
ru: Вкладка
th: แท็บ
tr: Sekme
uk: Вкладка
zh_hans: 标签页
zh_hant: 標籤頁

# command.newBrowserTab.title
source: New Tab (Browser)
ar: لسان جديد (متصفح)
bs: Novi tab (Preglednik)
da: Ny fane (browser)
de: Neuer Tab (Browser)
es: Nueva pestaña (Navegador)
fr: Nouvel onglet (navigateur)
it: Nuova scheda (browser)
ja: 新規タブ（ブラウザ）
ko: 새 탭 (브라우저)
nb: Ny fane (nettleser)
pl: Nowa karta (Przeglądarka)
pt_br: Nova Aba (Navegador)
ru: Новая вкладка (Браузер)
th: แท็บใหม่ (เบราว์เซอร์)
tr: Yeni Sekme (Tarayıcı)
uk: Нова вкладка (Браузер)
zh_hans: 新建标签页（浏览器）
zh_hant: 新增標籤頁（瀏覽器）

# command.newBrowserWorkspace.subtitle
source: Workspace
ar: مساحة العمل
bs: Radni prostor
da: Arbejdsområde
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
nb: Arbeidsområde
pl: Przestrzeń robocza
pt_br: Área de Trabalho
ru: Рабочее пространство
th: เวิร์กสเปซ
tr: Çalışma Alanı
uk: Робоча область
zh_hans: 工作区
zh_hant: 工作區

# command.newBrowserWorkspace.title
source: New Browser Workspace
ar: مساحة عمل متصفح جديدة
bs: Novi radni prostor preglednika
da: Nyt browserarbejdsområde
de: Neuer Browser-Arbeitsbereich
es: Nuevo espacio de trabajo de navegador
fr: Nouvel espace de travail navigateur
it: Nuova area di lavoro browser
ja: 新規ブラウザワークスペース
ko: 새 브라우저 작업 공간
nb: Nytt nettleserarbeidsområde
pl: Nowa przestrzeń robocza przeglądarki
pt_br: Nova Área de Trabalho de Navegador
ru: Новое рабочее пространство браузера
th: เวิร์กสเปซเบราว์เซอร์ใหม่
tr: Yeni Tarayıcı Çalışma Alanı
uk: Нова робоча область браузера
zh_hans: 新建浏览器工作区
zh_hant: 新增瀏覽器工作區

# command.newSimulatorPane.subtitle
source: iPhone and iPad
ar: iPhone و iPad
de: iPhone und iPad
es: iPhone e iPad
fr: iPhone et iPad
ja: iPhoneとiPad
ko: iPhone 및 iPad
zh_hans: iPhone 和 iPad
zh_hant: iPhone 與 iPad

# command.newSimulatorPane.title
source: New Simulator Pane
ar: جزء محاكي جديد
de: Neues Simulator-Teilfenster
es: Nuevo panel de simulador
fr: Nouveau volet de simulateur
ja: 新規シミュレータペイン
ko: 새 시뮬레이터 분할 창
zh_hans: 新建模拟器窗格
zh_hant: 新增模擬器窗格

# command.newTerminalTab.subtitle
source: Tab
ar: لسان
da: Fane
es: Pestaña
fr: Onglet
it: Scheda
ja: タブ
ko: 탭
nb: Fane
pl: Karta
pt_br: Aba
ru: Вкладка
th: แท็บ
tr: Sekme
uk: Вкладка
zh_hans: 标签页
zh_hant: 標籤頁

# command.newTerminalTab.title
source: New Tab (Terminal)
ar: لسان جديد (طرفية)
bs: Novi tab (Terminal)
da: Ny fane (terminal)
de: Neuer Tab (Terminal)
es: Nueva pestaña (Terminal)
fr: Nouvel onglet (terminal)
it: Nuova scheda (terminale)
ja: 新規タブ（ターミナル）
ko: 새 탭 (터미널)
nb: Ny fane (terminal)
pl: Nowa karta (Terminal)
pt_br: Nova Aba (Terminal)
ru: Новая вкладка (Терминал)
th: แท็บใหม่ (เทอร์มินัล)
tr: Yeni Sekme (Terminal)
uk: Нова вкладка (Термінал)
zh_hans: 新建标签页（终端）
zh_hant: 新增標籤頁（終端機）

# command.newWindow.subtitle
source: Window
ar: نافذة
bs: Prozor
da: Vindue
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウインドウ
ko: 윈도우
nb: Vindu
pl: Okno
pt_br: Janela
ru: Окно
th: หน้าต่าง
tr: Pencere
uk: Вікно
zh_hans: 窗口
zh_hant: 視窗

# command.newWindow.title
source: New Window
ar: نافذة جديدة
bs: Novi prozor
da: Nyt vindue
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
ja: 新規ウインドウ
ko: 새 윈도우
nb: Nytt vindu
pl: Nowe okno
pt_br: Nova Janela
ru: Новое окно
th: หน้าต่างใหม่
tr: Yeni Pencere
uk: Нове вікно
zh_hans: 新建窗口
zh_hant: 新增視窗

# command.newWorkspace.subtitle
source: Workspace
ar: مساحة العمل
bs: Radni prostor
da: Arbejdsområde
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
nb: Arbeidsområde
pl: Przestrzeń robocza
pt_br: Área de Trabalho
ru: Рабочее пространство
th: เวิร์กสเปซ
tr: Çalışma Alanı
uk: Робоча область
zh_hans: 工作区
zh_hant: 工作區

# command.newWorkspace.title
source: New Workspace
ar: مساحة عمل جديدة
bs: Novi radni prostor
da: Nyt arbejdsområde
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
it: Nuova area di lavoro
ja: 新規ワークスペース
ko: 새 작업 공간
nb: Nytt arbeidsområde
pl: Nowa przestrzeń robocza
pt_br: Nova Área de Trabalho
ru: Новое рабочее пространство
th: เวิร์กสเปซใหม่
tr: Yeni Çalışma Alanı
uk: Нова робоча область
zh_hans: 新建工作区
zh_hant: 新增工作區

# command.nextTabInPane.subtitle
source: Tab Navigation
ar: التنقل بين الألسنة
bs: Navigacija tabovima
da: Fanenavigation
es: Navegación de pestañas
fr: Navigation par onglets
it: Navigazione schede
ja: タブナビゲーション
ko: 탭 탐색
nb: Fanenavigering
pl: Nawigacja po kartach
pt_br: Navegação de Abas
ru: Навигация по вкладкам
th: การนำทางแท็บ
tr: Sekme Gezinme
uk: Навігація вкладками
zh_hans: 标签页导航
zh_hant: 標籤頁導覽

# command.nextTabInPane.title
source: Next Tab in Pane
ar: اللسان التالي في اللوحة
bs: Sljedeći tab u panelu
da: Næste fane i panel
de: Nächster Tab im Bereich
es: Siguiente pestaña en el panel
fr: Onglet suivant dans le panneau
it: Scheda successiva nel pannello
ja: ペイン内の次のタブ
ko: 패널 내 다음 탭
nb: Neste fane i panelet
pl: Następna karta w panelu
pt_br: Próxima Aba no Painel
ru: Следующая вкладка в панели
th: แท็บถัดไปในบานหน้าต่าง
tr: Bölmedeki Sonraki Sekme
uk: Наступна вкладка в панелі
zh_hans: 下一个窗格标签页
zh_hant: 窗格中的下一個標籤頁

# command.nextWorkspace.subtitle
source: Workspace Navigation
ar: التنقل بين مساحات العمل
bs: Navigacija radnim prostorima
da: Arbejdsområdenavigation
de: Arbeitsbereich-Navigation
es: Navegación de espacios de trabajo
fr: Navigation par espaces de travail
it: Navigazione aree di lavoro
ja: ワークスペースナビゲーション
ko: 작업 공간 탐색
nb: Arbeidsområdenavigering
pl: Nawigacja po przestrzeniach roboczych
pt_br: Navegação de Áreas de Trabalho
ru: Навигация по рабочим пространствам
th: การนำทางเวิร์กสเปซ
tr: Çalışma Alanı Gezinme
uk: Навігація робочими областями
zh_hans: 工作区导航
zh_hant: 工作區導覽

# command.nextWorkspace.title
source: Next Workspace
ar: مساحة العمل التالية
bs: Sljedeći radni prostor
da: Næste arbejdsområde
de: Nächster Arbeitsbereich
es: Siguiente espacio de trabajo
fr: Espace de travail suivant
it: Area di lavoro successiva
ja: 次のワークスペース
ko: 다음 작업 공간
nb: Neste arbeidsområde
pl: Następna przestrzeń robocza
pt_br: Próxima Área de Trabalho
ru: Следующее рабочее пространство
th: เวิร์กสเปซถัดไป
tr: Sonraki Çalışma Alanı
uk: Наступна робоча область
zh_hans: 下一个工作区
zh_hant: 下一個工作區

# command.openDiffViewer.title
source: Open Diff Viewer
ar: فتح عارض الاختلافات
bs: Otvori preglednik razlika
da: Åbn diffvisning
de: Diff-Viewer öffnen
es: Abrir visor de diferencias
fr: Ouvrir la visionneuse de diff
it: Apri visualizzatore diff
ja: 差分ビューアを開く
ko: Diff 뷰어 열기
nb: Åpne diffvisning
pl: Otwórz podgląd różnic
pt_br: Abrir visualizador de diff
ru: Открыть просмотр diff
th: เปิดตัวดู diff
tr: Diff Görüntüleyiciyi Aç
uk: Відкрити переглядач diff
zh_hans: 打开差异查看器
zh_hant: 開啟差異檢視器
